import React from 'react';
import "./PublicCreditContract.css";

const PublicCreditContractRu = () => {
    return (
        <div className="documentWrapper">

            <div className="publicCreditContract">

                <span className="publicCreditContract__mainTitle">
                    ПУБЛИЧНЫЙ КРЕДИТНЫЙ ДОГОВОР
                </span>

                <p>Настоящий Публичный Кредитный Договор ОсОО «МКК «Келечек» (далее - МКК) действующего на основании Свидетельства об учетной регистрации от 6 августа 2021 года за № 510, выданной Национальным банком Кыргызской Республики, для физических лиц в рамках потребительского кредитования, действует в рамках Публичной оферты ОсОО «МКК «Келечек» О заключении договора присоединения к сервису «Cash2U» (Далее – Оферта), опубликованных на Интернет - ресурсе МКК по адресу: www.cahs2u.kg и в разделе «Документы» Мобильного приложения «Cash2U» (далее - МП), и определяет условия Кредитного договора, заключаемого МКК с физическими лицами (далее - Заемщик) в рамках потребительского кредитования.</p>

                <span className="publicCreditContract__bolderTitle">1.      ПРЕДМЕТ И УСЛОВИЯ КРЕДИТОВАНИЯ</span>

                <p>1.1.       По настоящему договору МКК, в случае одобрения уполномоченным органом МКК, предоставляет Заемщику в кредит денежные средства (далее – «кредит») на приобретение товаров/услуг (далее - товар) у торговой организации, с которой МКК заключено соглашение о сотрудничестве (далее - торговая организация), а Заемщик обязуется возвратить кредит на условиях, определенных настоящим договором.</p>

                <span>1.2.      Настоящий Договор между сторонами заключается путем акцепта заемщиком Оферты. Акцептом оферты является совершение заемщиком действий в соответствии с условиями Оферты, которые рассматриваются как полное и безусловное согласие с условиями Оферты и настоящего Договора. Акцептом условий Оферты Заемщик безоговорочно соглашается с условиями публичного кредитного договора о получении кредита через сервис «Cash2U».</span>

                <p>1.3.       Предоставление кредита осуществляется путем зачисления денег в пользу торговой организации в счет оплаты Товара по заявке Заемщика, направляемой посредством МП в рамках предоставленного Заемщику лимита Кредита. Оплата товаров, приобретаемых Заемщиком, осуществляется на условиях, определяемых МКК и торговой организацией. Если иное не предусмотрено Договором, кредит считается предоставленным с момента оплаты Товара.</p>

               <span>1.4.       Погашение Кредита осуществляется Заемщиком ежемесячно, безналичным способом по реквизитам, указанным в МП, равными платежами в течение 3 (трех) месяцев, начиная со следующего месяца после получения Кредита, при этом Заемщик вправе выбрать число месяца из следующих: 5, 10, 15, 20. Первый взнос погашения кредита производится не позднее указанного Заемщиком числа месяца, следующего после получения Кредита, и в дальнейшем взносы на погашение Кредита должны производится в указанное число соответствующего месяца.</span>

                <p>1.5.       График погашения Кредита формируется на каждый транш выданного Кредита и доступен для просмотра в разделе «Графики погашений» МП.</p>

                <span>1.6.       Сумма кредита, предоставляемая МКК Заемщику, составляет от 5 000 до 15 000 сом и устанавливается МКК по своему усмотрению в зависимости от информации, предоставленной Заемщиком. Кредит предоставляется в виде возобновляемой кредитной линии, после погашения Заемщиком задолженности по предыдущим заявкам, сумма погашения доступна для повторного использования Заемщиком в рамках кредитного лимита, Заемщик вправе использовать Кредит в рамках установленного лимита по заявке, направляемой посредством МП. Кредитный лимит предоставляется Заемщику сроком 24 (двадцать четыре) месяца с момента утверждения кредитного лимита.</span>

                <p>1.7.       Процентная ставка по Кредиту устанавливается в размере 0% (ноль процентов) годовых, эффективная процентная ставка составляет 0% (ноль процентов) годовых.</p>

                <span>1.8.       В случае неиспользования Заемщиком кредита в течение 30 (тридцати) последовательных дней лимит предоставленный Заемщику по его заявке аннулируется и становится недоступным для использования. В этом случае Заемщик вправе обратиться в МКК посредством МП с повторной заявкой, которая рассматривается в порядке, установленном настоящим Договором.</span>

                <p>1.9.       Срок действия настоящего Договора – до полного исполнения Сторонами обязательств по Договору.</p>

                <span>1.10.   МКК предоставляет Заемщику всю необходимую информацию путем размещения ее в МП.</span>

                <p>1.11.   Применение электронной подписи является эквивалентом собственноручной подписи Заемщика, инструментом идентификации Заемщика и проверки целостности электронного документа.</p>

                <span>1.12.   Подписание оферты и Договора электронной подписью не является гарантией принятия положительного решения МКК на предоставление Кредита.</span>

                <p>1.13.  Заемщик осведомлен и понимает юридическую значимость операций и сделок, совершаемых с использованием электронной подписи.</p>

                <span>1.14.   Заемщик понимает, что подписанный электронной подписью настоящий документ (пакет документов) является безотзывным и признается равнозначным документу (пакету документов) на бумажном носителе.</span>

                <p>1.15.   За просрочку возврата и/или не возврат Заемщиком основной суммы кредита в сроки, установленные настоящим Договором и соответствующими заявками Заемщика, начисляется пеня в размере 1 (один) % от просроченной суммы основного долга за каждый день просрочки. При этом размер пени, начисленной за весь период действия кредита не должен превышать 20 % (Двадцать процентов) от суммы выданного кредита.</p>

                <span>1.16.   Целевое назначение кредита – приобретение Товаров в торговой организации.</span>

                <p>1.17.   Комиссионные сборы, оплачиваемые Заемщиком при предоставлении Кредита не предусмотрены. Иные комиссионные сборы указаны в Паспорте кредитного продукта «Онлайн» в разделе «Документы» МП.</p>

                <span>1.18.   Заемщик вправе досрочно без каких-либо штрафных санкций погасить задолженность по кредиту в полном объеме либо частично.</span>

                <p className="publicCreditContract__bolderTitle">2.ПОРЯДОК ПРЕДОСТАВЛЕНИЯ И ПОГАШЕНИЯ КРЕДИТА</p>

                <span>2.1.       МКК производит оплату Товара торговой организации по заявке Заемщика на условиях настоящего Договора, Оферты и договоров, заключаемых МКК с торговой организацией.</span>

                <p>2.2.       МКК предоставляет Заемщику кредит в национальной валюте Кыргызской Республики - сомах.</p>

                <span>2.3.       МКК вправе письменно уведомить и отказаться от предоставления Заемщику предусмотренного настоящим договором кредита полностью или частично при наличии следующих обстоятельств:</span>

                <p>−        если будут установлены обстоятельства, очевидно свидетельствующие о том, что сумма Кредита не будет возвращена в срок;</p>

                <span>−        если будет установлено, что Заемщик предоставил МКК заведомо недостоверные сведения о своем финансовом состоянии, или иной попытки злоупотребления доверием МКК.</span>

                <p>МКК самостоятельно определяет факт наличия или отсутствия указанных обстоятельств и не обязан предоставлять Заемщику доказательства их наличия.</p>

                <span>2.4.       Начисление МКК процентов за просрочку возврата суммы основного долга начинается со дня возникновения задолженности по основному долгу кредита и рассчитывается исходя из фактического количества дней просрочки по основному долгу и количество дней в году равного 360, производится на сумму просроченной задолженности по основному долгу в течение каждого календарного месяца по количеству дней в месяце вплоть до полного погашения задолженности по основному долгу.</span>

                <p>2.5.       Заемщик производит возврат кредита, уплату неустойки, сборов и платежей в той же валюте, в которой получен кредит.</p>

                <span>2.6.       Если Заемщик не полностью внесет сумму, подлежащую погашению, то распределение внесенных денежных средств осуществляется МКК в соответствии с очередностью платежей по кредиту, установленной действующим законодательством Кыргызской Республики.</span>

                <p>2.7.       МКК вправе приостановить дальнейшую выдачу кредита и/или потребовать его досрочного погашения в следующих случаях:</p>

                <span>−        Заемщик оказался не в состоянии оплатить любую сумму, подлежащую оплате в соответствии с условиями настоящего Договора;</span>

                <p>−        Заемщик допустил любое другое нарушение своих обязательств по настоящему Договору;</p>

                <span>−        сведения, справки, документы и т.п., предоставленные Заемщиком МКК в соответствии с условиями настоящего Договора, оказались недостоверными;</span>

                <p>−        Заемщик или зависимые от него лица признаны неплатежеспособными, привлечены к уголовной или административной ответственности за нарушения законодательства с конфискацией имущества (доходов), размер которого МКК признает существенным;</p>

                <span>−        Заемщику (или зависимым от него лицам) будет предъявлен иск об уплате денежной суммы или об истребовании имущества, размер которого МКК признает значительным.</span>

                <p>2.8.       В случаях, указанных в пункте 2.7. настоящего Договора, МКК направляет Заемщику уведомление о прекращении дальнейшего кредитования и/или о досрочном возврате суммы кредита.</p>

                <span>2.9.       Заемщик обязуется производить погашение кредита, неустойки, сборов и платежей в безналичной форме путем перечисления методами, указанными в МП.</span>

                <p>2.10.   Стороны настоящим Договором определили, что при ненадлежащем исполнении и/или неисполнении Заемщиком своих обязательств по настоящему Договору, МКК вправе предоставить любую информацию о Заемщике третьим лицам любым удобным ему способом, включая размещение информации в средствах массовой информации, с целью обеспечения возврата кредита.</p>

                <span className="publicCreditContract__bolderTitle">3.      ОБЯЗАТЕЛЬСТВА И ПРАВА СТОРОН</span>

                <span className="publicCreditContract__bolderTitleTwo">3.1.       Заемщик по настоящему Договору обязуется:</span>

                <p>3.1.1.           Производить возврат основной суммы кредита согласно Графику платежей;</p>

                <span>3.1.2.           Незамедлительно уведомить МКК об изменении адреса, контактных данных (сотовая связь, телефон, электронная почта) реквизитов и обо всех других обстоятельствах, связанных с надлежащим исполнением своих обязательств по настоящему Договору, а также принять все меры к устранению любых причин, могущих повлечь ненадлежащее исполнение и/или неисполнение условий и обязательств по настоящему Договору;</span>

                <p>3.1.3.           По первому требованию МКК произвести незамедлительное погашение кредита в случаях, предусмотренных настоящим Договором или законодательством Кыргызской Республики.</p>

                <span>3.1.4.           В случае возврата товара обратиться в МКК для погашения остатка задолженности в случае, если перечисленная торговой организацией сумма не покрывает остаток задолженности по займу.</span>

                <p>3.1.5.           В случае неисполнения или ненадлежащего исполнения настоящего Договора, оплатить все издержки МКК, включая транспортные расходы и расходы на внешних консультантов, понесенные МКК в связи с взысканием задолженности, а также расходы, связанные с подготовкой, изучением и проведением переговоров, регистрацией, нотариальным заверением, администрированием, внесением поправок, прекращением документов, отменой и принудительным исполнением условий настоящего Договора и других договоров, имеющих отношение к настоящему Договору, и сохранением прав МКК.</p>

                <span>3.1.6.           Исполнять иные обязанности, предусмотренные Офертой и документами, входящими в состав Оферты.</span>

                <p>3.1.7.           Самостоятельно отслеживать изменения, внесенные МКК в Оферту и (или) тарифы.</p>

                <p className="publicCreditContract__bolderTitle">3.2.       Заемщик имеет право</p>

                <span>3.2.1.           В рамках кредитования возвратить товар в соответствии с требованиями законодательства.</span>

                <p>3.2.2.           Досрочно погасить Кредит частично или в полном объеме в любое время без оплаты неустойки или иных видов штрафных санкций.</p>

                <span>3.2.3.           Отказаться на безвозмездной основе от получения кредита с момента подписания Публичного кредитного договора до осуществления платежа в оплату за Товар по договору.</span>

                <p>3.2.4.           Иметь доступ к Публичному кредитному договору со всеми прилагаемыми к нему документами и обратиться за юридической консультацией за пределами МКК, без ограничений по времени.</p>

                <span>3.2.5.           Получить разъяснения по порядку расчетов платежей по кредиту, пени, штрафных санкций.</span>

                <p>3.2.6.           Выбрать язык (государственный или официальный), на котором будет составлен (оформлен) кредитный договор.</p>

                <p>3.3.       МКК по настоящему Договору обязуется:</p>

                <span>3.3.1.           В течение трех рабочих дней по запросу Заемщика предоставить информацию о получении кредита Заемщиком в МКК и о соблюдении кредитной дисциплины Заемщика по данному кредиту для ее предоставления в другое финансово-кредитное учреждение;</span>

                <p>3.3.2.           Прекратить начисление неустойки (штрафов пени) по истечению 15 дней с момента направления Извещения о начале процедура обращения взыскания по кредиту Заемщика.</p>

                <span className="publicCreditContract__bolderTitle">3.4.       МКК имеет право</span>

                <p>3.4.1.           Отказать Заемщику в предоставлении Кредита и не давать информацию относительно принятого решения;</p>

                <span>3.4.2.           В одностороннем порядке вносить изменения и дополнения в Оферту и (или) тарифы. Уведомление Заемщика об изменении оферты и (или) тарифов осуществляется МКК не позднее чем за 10 (десять) дней до даты введения в действие изменений/новой редакции Оферты и (или) тарифов путем размещения текста изменений/новой редакции Оферты и (или) тарифов на сайте МКК и в МП. Любые изменения Оферты и (или) тарифов становятся обязательными для сторон с даты введения их в действие;</span>

                <p>3.4.3.           Требовать досрочного возврата суммы кредита при нарушении Заемщиком срока, установленного для возврата очередной части кредита, если иное не предусмотрено требованиями законодательства Кыргызской Республики.</p>

                <span>3.4.4.           Передавать информацию о Заемщике, полученную в ходе заключения и исполнения Договора, третьим лицам, в том числе в случае уступки МКК своих прав по Договору третьим лицам.</span>

                <p>3.4.5.           Уступать требования по Договору третьим лицам без согласия Заемщика.</p>

                <span>3.4.6.           Записывать телефонные разговоры с Заемщиком и использовать звукозаписи/видеозаписи в качестве доказательств при рассмотрении споров между МКК и Заемщиком, а также в иных случаях.</span>

                <p>3.4.7.           Направлять Заемщику информацию о деятельности, продуктах и услугах МКК.</p>

                <span>3.4.8.           Совершать иные действия, предусмотренные законодательством и Договором.</span>

                <p>3.4.9.           Передать задолженность на досудебные взыскание и урегулирование коллекторскому агентству или иной специализированной организации по своему усмотрению при допущении Заемщиком просрочки исполнения обязательств по Договору.</p>

                <span className="publicCreditContract__bolderTitle">4.      ФОРС-МАЖОР</span>

                <p>4.1.       Стороны освобождаются от ответственности за частичное или полное неисполнение обязательств по настоящему Договору, в случае возникновения обстоятельств непреодолимой силы (форс-мажора), к которым относятся: стихийные бедствия, пожары, наводнения, военные действия, вступление в силу законодательных актов, актов органов власти и управления, обязательных для исполнения одной из сторон, прямо или косвенно запрещающих указанные в настоящем Договоре виды деятельности, или вызванные иными обстоятельствами вне разумного контроля Сторон, препятствующие выполнению Сторонами своих обязательств по настоящему Договору.</p>

                <span>4.2.       Сторона, у которой возникли Форс-мажорные обстоятельства, обязана уведомить о наступлении таких обстоятельств, в течение трех дней с момента наступления Форс-мажорных обстоятельств. Форс-мажорные обстоятельства должны подтверждаться документами уполномоченных государственных органов.</span>

                <p>4.3.       В случаях наступления обстоятельств Форс-мажора срок исполнения обязательств по настоящему Договору отодвигается соразмерно времени, в течение которого действуют такие обстоятельства и их последствия.</p>

                <p className="publicCreditContract__bolderTitle">5.      ПРОЧИЕ ПОЛОЖЕНИЯ</p>

                <span>5.1.       Досрочное расторжение настоящего Договора может иметь место по соглашению сторон, а также в случаях, предусмотренных настоящим Договором или по иным основаниям, предусмотренным гражданским законодательством Кыргызской Республики.</span>

                <p>5.2.       Если какое-либо положение настоящего Договора становится недействительным, незаконным или неприменимым в каком-либо отношении и по какому-либо закону, действительность, законность или применимость остальных положений не должна быть каким-либо образом снижена или отменена. В таких случаях, при необходимости, МКК в соответствии с законодательством Кыргызской Республики вносит изменения в настоящий Договор для замены положения, признанного недействительным, незаконным, иным положением, действительным, законным и идентичным по содержанию и назначению настоящему Договору, соответствующим интересам Сторон и законодательству Кыргызской Республики.</p>

                <span>5.3.       Все споры или разногласия, возникающие между Сторонами по настоящему Договору или в связи с ним, разрешаются путем переговоров между Сторонами. Стороны настоящим Договором определили, что в случае невозможности разрешения разногласий путем переговоров, любые споры, возникающие и/или связанные с настоящим Договором, в том числе споры касающиеся заключения, нарушения, прекращения, расторжения или недействительности настоящего Договора, подлежат разрешению в судах в порядке, установленном законодательством Кыргызской Республики, по месту нахождения МКК.</span>

                <p>5.4.       В случае не уведомления Заемщиком об изменении адреса жительства, контактной информации, уведомления, направленные МКК заказной почтой по адресу, указанному Заемщиком, или по иной контактной информации, считаются полученными Заемщиком.</p>

                <span>5.5.       Во всем, что не предусмотрено настоящим Договором, Стороны руководствуются законодательством Кыргызской Республики.</span>

                <p>5.6.       В случае если настоящим Договором установлены иные положения, отличающиеся от положений Оферты, приоритет имеют положения настоящего Договора, соответственно, положения Оферты в этой части не применяются к Заемщику или изменяются в зависимости от содержания условий, изложенных в настоящем Договоре</p>

                <span>5.7.       Заемщик принимает условия Оферты в целом и подтверждает, что:</span>

                <p>−          Все документы входящие в состав Оферты прочитаны, приняты Заемщиком в полном объеме, без каких- либо замечаний и возражений, не содержат каких-либо обременительных для Заемщика условий, которые, исходя из разумно понимаемых интересов Заемщика, не были бы приняты;</p>

                <span>−          настоящий Договор в совокупности с Офертой являются единым документом;</span>

                <p>−          Заемщик не вправе ссылаться на отсутствие его подписи на Оферте и в настоящем Договоре, как доказательство того, что Оферта и настоящий Договор не были им прочитаны/поняты/приняты, если документы подписаны простой электронной подписью согласно условиям Оферты;</p>

                <span>−          заключение Договора и исполнение его условий, в том числе, предоставление Кредита по Договору не нарушит и не приведет к нарушению любой нормы законодательства Кыргызской Республики.</span>

                <p>5.8.       МКК не несет ответственность за любые убытки, возникшие у Заемщика, в том числе в связи с тем, что Заемщик не ознакомился и (или) несвоевременно ознакомился с условиями Оферты и (или) тарифами и (или) изменениями и дополнениями, внесенными в Оферту и (или) тарифы.</p>

                <span>5.9.       С Офертой и документами входящими в состав Оферты Заемщик может ознакомиться на сайте МКК по следующей ссылке: www.cahs2u.kg и в МП.</span>

                <p>5.10.   По всем имеющимся вопросам Заемщик может обратиться в круглосуточный Контакт-центр по телефону: 0552 55 33 33, 0502 55 33 33,  0772 55 33 33 или обратиться в МКК.</p>

            </div>

        </div>
    );
};

export default PublicCreditContractRu;