import React from 'react';
import "./mobileAppRules.css"

const MobileAppRulesKg = () => {
    return (
        <div className="documentWrapper">

            <div className="mobileAppRules">

                <span className="mobileAppRules__mainTitle">Мобилдик тиркеменин коопсуздук жана купуялуулук саясаты</span>

                <p>«cash2u» мобилдик тиркемесин орнотуунун жана колдоно баштоонун алдында, пайдалануучулардын маалыматтарына жана аларды биз кантип чогултабыз жана колдонорубузга карата биздин эрежени жана практиканы түшүнүү үчүн, ушул мобилдик тиркеменин коопсуздук жана купуялуулук саясаты жана Тиркемени колдонуу эрежелери менен кунт коюп таанышып чыгууну терең өтүнөбүз.</p>

                <span className="mobileAppRules__bolderTitle">Урматтуу Пайдалануучу, Сиздин көңүлүңүздү бурабыз! Мобилдик тиркеменин коопсуздук жана купуялуулук саясатын Сиздин кабыл алууңуз Сиз (Пайдалануучу) төмөнкүлөргө макул экендигиңизди билдирет:</span>

                <ul>
                    <li>жеке маалымдарыңызды жана төмөндө көрсөтүлгөн башка маалыматтарды чогултуу шарттары менен макулсуз, маалыматтарды иштеп чыгууга, анын ичинде Сиздин жеке маалымдарыңызды мамлекеттик мекемеге берүүгө толук жана сөзсүз макулдук берүүгө,</li>
                    <li>ушул саясаттын шартын сактоого макулсуз жана милдеттенесиз,</li>
                    <li><span
                        className="mobileAppRules__bolderTitle">Сиз 18 жашка чыккандыгыңызды,</span> Сиз ишке жарамдуу болуп эсептелериңизди тастыктайсыз, ошондой эле өзүңүздүн аракеттериңизге толук өлчөмдө отчет бересиз жана аны жетектейсиз, өз ыктыярыңыз жана өзүңүздүн кызыкчылыкта аракеттенесиз.
                    </li>
                </ul>

                <ol className="mobileAppRules__ol">

                    <li className="mobileAppRules__bolderTitle">
                        <h2 className="mobileAppRules__olBigTitle">Жалпы жобо</h2>
                    </li>

                    <ol className="mobileAppRules__olInOl">
                        <li><span className="mobileAppRules__bolderTitle">«cash2u»</span> Тиркемесин жүктөп алуу жана колдонуу саясат жана анда көрсөтүлгөн маалыматтарды чогултуу жана иштеп чыгуу шарттары менен Пайдалануучунун сөзсүз макулдугун түшүндүрөт.
                        </li>
                        <li>Тиркемеге катталуу менен Пайдалануучу жеке маалымдарын иштеп чыгуу үчүн өз ыктыяры жана өзүнүн кызыкчылыгында жеке маалымдарын жана жеке мүнөздөгү башка маалыматтарды берет.</li>
                        <li>Жеке маалымдарды иштеп чыгуу деп, жеке маалымдар, анын ичинде чогултуу, системалаштыруу, топтоо, сактоо, тактоо (жаңылоо, өзгөртүү), колдонуу жана мамлекеттик органдарга берүү менен байланышкан аракет (операциялар) түшүнүлөт. Жеке маалымдар иштеп чыгуунун аралаш методу менен Интернет тармагы боюнча берүүнү пайдалануу менен автоматташтырылган ыкмада иштелип чыгат.</li>
                        <li>Ушул саясат <span className="mobileAppRules__bolderTitle">«cash2u»</span> мобилдик тиркемесине гана колдонулат. Компания <span className="mobileAppRules__bolderTitle">«cash2u»</span> тиркемеси менен байланышкан жана жеткиликтүү шилтемелер боюнча Пайдалануучу өз алдынча өтө ала турган, үчүнчү жактардын башка мобилдик тиркемелерин жана сайтын контролдобойт жана жоопкерчилик тартпайт.</li>

                        <li>Компания Пайдалануучунун жеке жана башка маалыматтарын мыйзамга ылайыксыз, санкциясыз же кокус жеткиликтүүлүктөн, максатсыз пайдалануудан, жок кылуудан, өзгөртүүдөн, тосмолоодон, көчүрмөлөөдөн, жайылтуудан, ошондой эле үчүнчү жактардын башка мыйзамга ылайыксыз аракеттеринен коргоо үчүн зарыл уюштуруу жана техникалык чараларды көрөт.
                        </li>

                        <li>Саясаттын шарттары менен макул болбогон учурда Пайдалануучу «cash2u» мобилдик тиркемесин колдонууну токтотууга тийиш. <span className="mobileAppRules__bolderTitle">«cash2u»</span>.</li>

                    </ol>

                    <li className="mobileAppRules__bolderTitle">
                        <h2 className="mobileAppRules__olBigTitle">Купуялуулук саясатынын предмети</h2>
                    </li>

                    <ol className="mobileAppRules__olInOl">
                        <li>Ушул саясат бөлүп төлөөнү иденттештирүү жана тариздөөнү cash2u мобилдик тиркемесине каттатууда, Пайдалануучу <span className="mobileAppRules__bolderTitle">«cash2u»</span> тиркемесине берген жеке маалымдардын купуялуулугун коргоо режимин жарыялабоо жана камсыз кылуу боюнча компаниянын милдетин аныктайт.</li>
                        <li>Жогоруда айтылбаган бардык башка жеке маалымат ишенимдүү сакталууга жана жайылтылбоого тийиш.</li>
                    </ol>

                    <li className="mobileAppRules__bolderTitle">
                        <h2 className="mobileAppRules__olBigTitle">Биз чогултуучу маалымат
                            Ушул тиркемени жүктөп алууда, катта</h2>
                    </li>

                    <ol className="mobileAppRules__olInOl">
                        <li>Ушул тиркемени жүктөп алууда, каттатууда же колдонууда Пайдалануучу суралган маалыматты берет, ага төмөнкүлөр кирет:</li>
                        <ul className="mobileAppRules__ulNowGap">
                            <li>Мобилдик телефондун номери;</li>
                            <li>Сиздин өздүгүңүздү тастыктаган документтин маалыматтары жана сүрөтү;</li>
                            <li>Башка жеке маалыматтар.</li>
                        </ul>
                    </ol>

                    <li className="mobileAppRules__bolderTitle">
                        <h2 className="mobileAppRules__olBigTitle">Пайдалануучу жөнүндө маалыматтарды чогултуунун максаты</h2>
                    </li>

                    <ol>
                        <li>Тиркеме, тиркеменин курамына кирген продуктыларды берүү үчүн зарыл болгон жеке маалымдарды чогултат жана сактайт.</li>
                        <li>Эгерде Пайдалануучу жеке маалымдарды иштеп чыгууга макулдук берсе, аралыктан өздүгүн аныктоо үчүн «cash2u» мобилдик тиркемесинде Пайдалануучуну иденттештирүү. <span className="mobileAppRules__bolderTitle">«cash2u»</span> Эгерде Пайдалануучу жеке маалымдарын иштеп чыгууга макулдук берсе, сатып алууну жүргүзүү үчүн продуктуну бөлүп төлөөгө кошуу.</li>
                        <li>Пайдалануучу берген жеке маалыматтардын аныктыгын жана толуктугун тастыктоо.</li>
                    </ol>

                    <li className="mobileAppRules__bolderTitle">
                        <h2 className="mobileAppRules__olBigTitle">Пайдалануучулардын жеке маалыматтарын иштеп чыгуу жана аны үчүнчү жактарга берүү шарты</h2>
                    </li>
                    <ol>
                        <li>Пайдалануучунун жеке маалымдарын иштеп чыгуу мөөнөтүн чектебестен, баардык мыйзамдуу ыкмалар менен, анын ичинде автоматташтыруу каражаттарын пайдалануу же мындай каражаттарды пайдаланбастан жеке маалымдардын маалыматтык тутумдарында ишке ашырылат.</li>
                    </ol>

                    <li className="mobileAppRules__bolderTitle">
                        <h2 className="mobileAppRules__olBigTitle">Маалыматтардын коопсуздугу</h2>
                    </li>

                    <ol>
                        <li>Компания пайдалануучулардын жеке маалыматын кокустан жоготуу, санкцияланбаган жеткиликтүүлүктөн, маалыматты пайдалануу, өзгөртүү жана ачуу коопсуздугун камсыз кылууга багытталган зарыл жана жетиштүү уюштуруу жана техникалык чараларды көрөт.</li>
                        <li>Пайдалануучулар Тиркемеге берген маалымат корголгон серверлерде сакталат.</li>
                        <li>Компания ошондой эле пайдалануучулардын купуялуулуктун кайсы бир тескөөлөрүн четтеп өтүүгө багытталган жана/же Биз сактоого сунуштаган коопсуздук чараларын бузган аракеттери үчүн жоопкерчилик тартпайт.
                        </li>
                    </ol>

                    <li className="mobileAppRules__bolderTitle">
                        <h2 className="mobileAppRules__olBigTitle">Саясатты өзгөртүү.</h2>
                    </li>

                    <ol>
                        <li><span className="mobileAppRules__bolderTitle">«cash2u»</span>Пайдалануучунун макулдугусуз ушул Саясатка өзгөртүү киргизүүгө укуктуу. Актуалдуу редакцияга өзгөртүүлөрдү киргизген учурда акыркы жаңылоонун датасы көрсөтүлөт. Эгерде Саясаттын жаңы редакциясында башкалар каралбаса, Саясаттын жаңы редакциясы аны жайгаштырган учурдан тартып күчүнө кирет.
                        </li>
                    </ol>

                    <li className="mobileAppRules__bolderTitle">
                        <h2 className="mobileAppRules__olBigTitle">Башка шарттар</h2>
                    </li>

                    <ol className="mobileAppRules__olInOl">
                        <li>Катталып жана Тиркеменин маалыматтарын пайдалануу менен Пайдалануучу өзү 18 жашка чыккандыгын тастыктайт.</li>
                        <li>Компания 18 жашка чыга элек адамдар жөнүндө маалымдарды чогултпайт жана сактабайт. Мындай адамдарды, алардын Тиркемени пайдалануу максатында каттоого жол берилбейт.</li>
                        <li>Ушул Саясат боюнча бардык сунуштарды же суроолорду lalalalalala@gmail.com электрондук почтага билдирүү керек.</li>
                    </ol>

                </ol>

                <p className="mobileAppRules__endTitle">
                    Эгерде Сиздер жогоруда келтирилген маалыматтардын кайсы бирин биз чогултууну каалабасаңыздар, бул Тиркемени жүктөбөңүздөр жана пайдаланбаңыздар.</p>

            </div>

        </div>
    );
};

export default MobileAppRulesKg;