import React from 'react';
import "./mobileAppRules.css"

const MobileAppRulesRu = () => {
    return (
        <div className="documentWrapper">

            <div className="mobileAppRules">

                <span className="mobileAppRules__mainTitle">
                    Политика безопасности и конфиденциальности мобильного приложения
                </span>

                <p>Перед тем как установить и начать использование мобильного приложения «cash2u» , убедительная просьба
                    внимательно ознакомиться с настоящей политикой безопасности и конфиденциальности мобильного
                    приложения и правилами пользования Приложением, чтобы понять наши правила и практику в отношении
                    информации пользователей и то, как мы будем ее собирать и использовать.</p>

                <span className="mobileAppRules__bolderTitle">Уважаемый Пользователь, обращаем Ваше внимание! Принятие Вами политики безопасности и конфиденциальности мобильного приложения означает, что Вы (Пользователь):</span>

                <ul>
                    <li>соглашаетесь с условиями сбора персональных данных и иной, указанной ниже информации, даете
                        полное и безусловное согласие на обработку информации, в том числе на передачу Ваших
                        персональных данных в государственные учреждения,
                    </li>
                    <li>соглашаетесь и обязуетесь соблюдать условия настоящей политики,</li>
                    <li><span
                        className="mobileAppRules__bolderTitle">подтверждаете, что Вам есть 18 лет,</span> Вы
                        являетесь дееспособным, а также в полной мере отдаете отчет своим действиям и руководите ими,
                        действуете добровольно и в своем интересе.
                    </li>
                </ul>

                <ol className="mobileAppRules__ol">

                    <li className="mobileAppRules__bolderTitle">
                        <h2 className="mobileAppRules__olBigTitle">Общие положения</h2>
                    </li>

                    <ol className="mobileAppRules__olInOl">
                        <li>Загрузка и использование Приложения <span
                            className="mobileAppRules__bolderTitle">« cash2u »</span> означает безоговорочное согласие
                            Пользователя
                            с политикой и указанными в ней условиями сбора и обработки информации.
                        </li>
                        <li>Регистрируясь в Приложении, Пользователь добровольно и в своих интересах предоставляет свои
                            персональные данные и иную информацию личного характера для обработки персональных данных.
                        </li>
                        <li>Под обработкой персональных данных понимаются действия (операции) с персональными данными,
                            включая сбор, систематизацию, накопление, хранение, уточнение (обновление, изменение),
                            использование и передачу в гос. органы. Персональные данные обрабатываются
                            автоматизированным способом, с использованием передачи по сети Интернет, смешанными методами
                            обработки.
                        </li>
                        <li>Настоящая политика применяется только к мобильному приложению <span
                            className="mobileAppRules__bolderTitle">« cash2u »</span>. Компания не контролирует и не
                            несет ответственности за иные мобильные приложения и сайты третьих лиц, на которые
                            Пользователь может самостоятельно перейти по ссылкам, доступным и связанным с
                            приложением <span className="mobileAppRules__bolderTitle">« cash2u »</span>.
                        </li>

                        <li>Компания принимает необходимые организационные и технические меры для защиты персональной и
                            иной информации Пользователя от неправомерного, несанкционированного или случайного доступа,
                            нецелевого использования, уничтожения, изменения, блокирования, копирования,
                            распространения, а также от иных неправомерных действий третьих лиц.
                        </li>

                        <li>В случае несогласия с условиями политики Пользователь должен прекратить использование
                            мобильного приложения <span className="mobileAppRules__bolderTitle">« cash2u »</span></li>

                    </ol>

                    <li className="mobileAppRules__bolderTitle">
                        <h2 className="mobileAppRules__olBigTitle">Предмет политики конфиденциальности</h2>
                    </li>

                    <ol className="mobileAppRules__olInOl">
                        <li>Настоящая политика устанавливает обязательства компании по неразглашению и обеспечению
                            режима защиты конфиденциальности персональных данных, которые Пользователь предоставляет
                            приложению « cash2u », при регистрации в мобильном приложении « cash2u », идентификации и
                            оформлении рассрочки.
                        </li>
                        <li>Любая иная персональная информация неоговоренная выше подлежит надежному хранению и
                            нераспространению.
                        </li>
                    </ol>

                    <li className="mobileAppRules__bolderTitle">
                        <h2 className="mobileAppRules__olBigTitle">Информация, которую мы собираем</h2>
                    </li>

                    <ol className="mobileAppRules__olInOl">
                        <li>При загрузке, регистрации или использовании данного приложения, Пользователь предоставляет
                            запрашиваемую информацию, которая может включать в себя:
                        </li>
                        <ul className="mobileAppRules__ulNowGap">
                            <li>Номер мобильного телефона;</li>
                            <li>Данные и фото документа, удостоверяющего вашу личность;</li>
                            <li>Другая персональная информация.</li>
                        </ul>
                    </ol>

                    <li className="mobileAppRules__bolderTitle">
                        <h2 className="mobileAppRules__olBigTitle">Цели сбора информации о пользователе</h2>
                    </li>

                    <ol>
                        <li>Приложение собирает и хранит только те персональные данные, которые необходимы для
                            предоставления продуктов, входящих в состав приложения.
                        </li>
                        <li>Идентификации Пользователя в мобильном приложении « cash2u » для подтверждения личности
                            дистанционным способом, если Пользователь дал согласие на обработку персональных данных.
                        </li>
                        <li>Подключения продукта рассрочки для совершения покупок, если Пользователь дал согласие на
                            обработку персональных данных.
                        </li>
                        <li>Подтверждения достоверности и полноты персональных данных, предоставленных Пользователем.
                        </li>
                    </ol>

                    <li className="mobileAppRules__bolderTitle">
                        <h2 className="mobileAppRules__olBigTitle">Условия обработки персональной информации
                            пользователей и ее передачи третьим лицам</h2>
                    </li>
                    <ol>
                        <li>Обработка персональных данных Пользователя осуществляется без ограничения срока, любым
                            законным способом, в том числе в информационных системах персональных данных с
                            использованием средств автоматизации или без использования таких средств.
                        </li>
                    </ol>

                    <li className="mobileAppRules__bolderTitle">
                        <h2 className="mobileAppRules__olBigTitle">Безопасность данных</h2>
                    </li>

                    <ol>
                        <li>Компания принимает необходимые и достаточные организационные и технические меры,
                            направленные на обеспечение безопасности личной информации пользователей от случайной
                            потери, несанкционированного доступа, использования, изменения и раскрытия информации.
                        </li>
                        <li>Информация, которая предоставляется пользователями Приложения, хранится на защищенных
                            серверах.
                        </li>
                        <li>Компания также не несет ответственности за действие пользователей, направленных на обход
                            каких-либо настроек конфиденциальности и/или нарушение мер безопасности, которые Мы
                            предлагаем соблюдать.
                        </li>
                    </ol>

                    <li className="mobileAppRules__bolderTitle">
                        <h2 className="mobileAppRules__olBigTitle">Изменение Политики.</h2>
                    </li>

                    <ol>
                        <li><span className="mobileAppRules__bolderTitle">«cash2u»</span> имеет право вносить изменения
                            в настоящую Политику без согласия Пользователя. При внесении изменений в актуальной редакции
                            указывается дата последнего обновления. Новая редакция Политики вступает в силу с момента ее
                            размещения, если иное не предусмотрено новой редакцией Политики.
                        </li>
                    </ol>

                    <li className="mobileAppRules__bolderTitle">
                        <h2 className="mobileAppRules__olBigTitle">Прочие условия</h2>
                    </li>

                    <ol className="mobileAppRules__olInOl">
                        <li>Регистрируясь и пользуясь данным Приложением, Пользователь подтверждает, что он достиг 18-ти
                            летнего возраста.
                        </li>
                        <li>Компания не собирает и не хранит данные о лицах, не достигших 18 лет. Регистрация подобных
                            лиц, с целью пользования ими Приложением не допускается.
                        </li>
                        <li>Все предложения или вопросы по поводу настоящей Политики следует сообщать на электронную
                            почту lalalalalala@gmail.com
                        </li>
                    </ol>

                </ol>

                <p className="mobileAppRules__endTitle">Если Вы не хотите, чтобы мы собирали любую из приведенной выше информации, не загружайте и не используйте данное Приложение.</p>

            </div>

        </div>
    );
};

export default MobileAppRulesRu;