import React from 'react';
import "./persInfoAndSubj.css";

const PersonalInfoAndSubjectKg = () => {
    return (
        <div className="documentWrapper">
            <div className="personalInfoAndSubj">
                <span className="personalInfoAndSubj__mainBoldTitle">Жеке маалыматтар субъектисинин анын жеке маалыматтарын</span>
                <span className="personalInfoAndSubj__mainBoldTitle">чогултууга жана иштеп чыгууга макулдугу</span>

                <span className="personalInfoAndSubj__rowWthLine">
                    Мен,
                   _______________________________________________________________________________________________
                </span>
                <span className="personalInfoAndSubj__staples">(субъекттин фамилиясы, аты, атасынын аты)</span>
                <span className="personalInfoAndSubj__rowWthLine">Кыргыз Республикасында ыйгарылган ЖПН: _________________________________________________________</span>
                <span className="personalInfoAndSubj__rowWthLine">Өздүгүн тастыктаган документ:_________________серия___________ №____________________________</span>
                <span className="personalInfoAndSubj__staples">(документтин түрү)</span>
                <span className="personalInfoAndSubj__rowWthLine">берилген: ____________________________________________________________________________________________</span>
                <span className="personalInfoAndSubj__staples">(берилген датасы, берген органдын аталышы)</span>
                <span className="personalInfoAndSubj__rowWthLine">Анык жашаган дареги: ______________________________________________________________________________________________________________________________________________________________________________________________________</span>
                <span className="personalInfoAndSubj__rowWthLine">Катталган жеринин дареги:______________________________________________________________________________
___________________________________________________________________________________________________</span>
                <span className="personalInfoAndSubj__rowWthLine">Байланыш телефону: __________________________ эл.почта ______________________________________________</span>

                <p>Кыргыз Республикасынын Улуттук банкы тарабынан берилген 2021-жылдын 6-августундагы №510 Эсептик каттоо жөнүндө күбөлүктүн негизинде иш жүргүзгөн “МНК “Келечек” ЖЧКага (мындан ары – МНК) макулдугумду берем: :</p>

                <span className="personalInfoAndSubj__rows">
                    <span className="personalInfoAndSubj__rows_mark">✔</span>
                    <span>менин жеке маалыматтарымды (чогултуу, системалаштыруу, топтоо, жаздыруу, сактоо, актуалдаштыруу ( жаңыртуу, өзгөртүү), топко бөлүү, бөгөт коюу) автоматтык каражаттар менен же аларсыз иштеп чыгууга;</span>
                </span>
                <span className="personalInfoAndSubj__rows">
                    <span className="personalInfoAndSubj__rows_mark">✔</span>
                    <span> менин жеке маалыматтарымды “Жеке мүнөздөгү маалымат жөнүндө” Кыргыз Республикасынын Мыйзамына жана эл аралык келишимдерге ылайык үчүнчү жактарга өткөрүп берүүгө, менин жеке маалыматтарымды башка өлкөлөрдүн юрисдикциясында туруп кармагандарга транс чек аралык өткөрүп берүүгө,</span>
                </span>

                <p>ушуга байланыштуу:</p>

                <span><span className="personalInfoAndSubj__num">1.
                </span>Ушул менен менин жеке маалыматтарымды кошуп, бирок чектебестен, МНКга иштеп чыгууга, менин атымдан жана/же бардык үчүнчү жактардын, анын ичинде:</span>

                <span className="personalInfoAndSubj__rows">
                    <span className="personalInfoAndSubj__rows_minus">-</span>
                    <span>Кыргыз Республикасынын Министрлер Кабинетине караштуу Мамлекеттик салык кызматынын;</span>
                </span>

                <span className="personalInfoAndSubj__rows">
                    <span className="personalInfoAndSubj__rows_minus">-</span>
                    <span>Кыргыз Республикасынын Социалдык Фондунун;</span>
                </span>

                <span className="personalInfoAndSubj__rows">
                    <span className="personalInfoAndSubj__rows_minus">-</span>
                    <span>Кыргыз Республикасынын Министрлер Кабинетине караштуу Мамлекеттик каттоо кызматынын;</span>
                </span>

                <span className="personalInfoAndSubj__rows">
                    <span className="personalInfoAndSubj__rows_minus">-</span>
                    <span>Кыргыз Республикасынын Министрлер Кабинетине караштуу Мамлекеттик каттоо кызматынын алдындагы “Унаа” мамлекеттик мекемесинин;</span>
                </span>

                <span className="personalInfoAndSubj__rows">
                    <span className="personalInfoAndSubj__rows_minus">-</span>
                    <span>Кыргыз Республикасынын Министрлер Кабинетине караштуу Мамлекеттик каттоо кызматынын алдындагы Кадастр жана кыймылсыз мүлккө укуктарды каттоо департаментинин;
ошондой эле менин жеке маалыматтарымды Кыргыз Республикасынын мыйзамдарынын талаптарына ылайык иш жүргүзгөн бардык үчүнчү жактардын алуусуна өзүмдүн макулдугумду берем.</span>
                </span>

                <span><span className="personalInfoAndSubj__num">2.</span>
                    Ушул макулдук “Cash2U” Мобилдик тиркемесинин “Документтер” бөлүмүндө жана www. cash2u.kg, дарегиндеги МНКнын расмий веб-сайтында жайгашкан МНКнын Офертасын, ошондой эле менин жана МНКнын ортосунда түзүлгөн башка Келишимдерди (мындан ары – “Келишим”) аткаруу максатында жана Оферта менен Келишимге ылайык МНКнын өз функцияларын ишке ашыруусу үчүн гана берилет, макулдук төмөнкүдөй маалыматка жайылтылат: фамилиясы, аты, атасынын аты, төрөлгөн жылы, айы, датасы жана жери, катталган жана жашаган дареги, өздүгүн тастыктаган документтин маалыматтары, электрондук почтанын дареги, мобилдик телефондун номуру, “Cash2U” сервис аркылуу ишке ашырылган операциялар жөнүндө маалыматтар (зарыл болгондо), билими жөнүндө маалыматтар, салык төлөөчүнүн идентификациялык номуру, соттолгондугунун бар же жок экендиги тууралуу маалыматтар жана МНКнын (мындан ары – Жеке маалыматтар) мезгилдин бардык конкреттүү учурундагы башка жеткиликтүү же болбосо белгилүү маалымат.</span>
                <span><span className="personalInfoAndSubj__num">3.</span>Ушул макулдук “Cash2U” Мобилдик тиркемесинин “Документтер” бөлүмүндө жана www. cash2u.kg, дарегиндеги МНКнын расмий веб-сайтында жайгашкан МНКнын Офертасын, ошондой эле менин жана МНКнын ортосунда түзүлгөн башка Келишимдерди (мындан ары – “Келишим”) аткаруу максатында жана Оферта менен Келишимге ылайык МНКнын өз функцияларын ишке ашыруусу үчүн гана берилет, макулдук төмөнкүдөй маалыматка жайылтылат: фамилиясы, аты, атасынын аты, төрөлгөн жылы, айы, датасы жана жери, катталган жана жашаган дареги, өздүгүн тастыктаган документтин маалыматтары, электрондук почтанын дареги, мобилдик телефондун номуру, “Cash2U” сервис аркылуу ишке ашырылган операциялар жөнүндө маалыматтар (зарыл болгондо), билими жөнүндө маалыматтар, салык төлөөчүнүн идентификациялык номуру, соттолгондугунун бар же жок экендиги тууралуу маалыматтар жана МНКнын (мындан ары – Жеке маалыматтар) мезгилдин бардык конкреттүү учурундагы башка жеткиликтүү же болбосо белгилүү маалымат.</span>
                <span><span className="personalInfoAndSubj__num">4.</span>Оферта жана МНК менен түзүлгөн башка Келишимдер боюнча милдеттер толук аткарылгандан кийин гана, эркин формада МНКнын тиешелүү кат жүзүндөгү билдирүүсүн жөнөтүү жолу менен чакыртып алууга макулдук берилиши мүмкүн, мында “Жеке мүнөздөгү маалымат жөнүндө” Кыргыз Республикасынын Мыйзамынын 5 жана 15-беренелерине ылайык жеке маалыматтарды иштеп чыгуу толук же айрым улантылышы мүмкүн.</span>
                <span><span className="personalInfoAndSubj__num">5.</span>Ушул менен МНКга Офертаны, келишимдерди аткаруу максаттары үчүн зарыл же керек болгон менин жеке маалыматтарыма карата бардык аракеттерди ишке ашырууга жана Офертада көрсөтүлгөн кызматтарды көрсөтүү боюнча функцияларды МНКнын ишке ашыруусуна, ошондой эле жаңы продукттар менен кызматтарды МНКнын иштеп чыгууларына, ошондой эле “Жеке мүнөздөгү маалымат жөнүндө” Кыргыз Республикасынын Мыйзамынын жоболорун эске алып, менин Жеке маалыматтарым менен бардык башка иш-аракеттерди жүргүзүүгө өзүмдүн макулдугумду берем.</span>
                <span><span className="personalInfoAndSubj__num">6.</span>Мен жогоруда баяндалган бардык маалыматтын анык экендигин бышыктайм, ошондой эле “Насыя маалыматын колдонуучулар ассоциациясынын” жана “Ишеним” Насыя-маалымат бюросунун” ( текст боюнча – Насыя бюросу) ОЮЛда мен жөнүндө маалыматтарды алууга жана/же берүүгө макулдугумду берем жана доомат келтирбейм, ошону менен катар Жүрүм-турум кодексин сактоо боюнча Комитеттин мүчөлөрүнүн жана талашты кароодо жогоруда көрсөтүлгөн Комитеттин отурумуна катышкан башка адамдардын мен жөнүндө жеке маалыматтар менен маалымдарды иштеп чыгуусуна МНКга өз макулдугумду берем. Ушул маалымдарга Жеке маалыматтардан тышкары төмөнкү маалыматтар да тиешелүү болушу мүмкүн: МНКда мен тарабынан алынган бизнес жүргүзгөн дарек жана бардык мурдагы даректер, иштин түрү, насыялар боюнча маалымдар (насыянын түрү, насыянын суммасы, субъекттин ролу, арыз берген дата, төлөмдөрдүн таржымалы жөнүндө толук маалымдар, жоюлбаган калдык, дефолттун суммасы жана ушул эсеп боюнча карыздын жалпы суммасы, кепилдик берүүчүлөр/гаранттар, күрөө коюучулар жана башка адамдар жөнүндө маалымдар, аларда маалымат Жөнөтүүчүлөрдүн алдында милдеттери калганбы же барбы жана башка маалымдар), мага карата көрүлгөн чаралар жөнүндө маалымдар.</span>

                <p><span className="personalInfoAndSubj__num">7.</span>Мен ушул анкетада көрсөтүлгөн маалыматтардын анык экендигин бышыктайм жана “Жеке мүнөздөгү маалымат жөнүндө” Кыргыз Республикасынын Мыйзамынын талаптарына ылайык террордук иштерди каржылоого жана кылмыштык кирешелерди адалдаштырууга (изин жашырууга) каршы аракеттенүү чөйрөсүндө Кыргыз Республикасынын мыйзамдарынын талаптарын аткаруу максатында жеке маалыматтарды иштеп чыгууга макулдук берем.</p>

                <span><span className="personalInfoAndSubj__num">8.</span>Мен “Жеке мүнөздөгү маалымат жөнүндө” Кыргыз Республикасынын Мыйзамынын жоболору, Кыргыз Республикасынын Өкмөтүнүн 2017-жылдын 21-ноябрындагы №759 токтому менен бекитилген Өзүнүн жеке маалыматтарын чогултууга жана иштеп чыгууга жеке маалыматтар субъектисинин макулдугун алуунун тартиби, өздөрүнүн жеке маалыматтарын үчүнчү тарапка өткөрүп берүү жөнүндө жеке маалыматтар субъектилеринин кабарландырууларынын тартиби жана формасы менен таанышып чыккандыгымды бышыктайм.</span>
                <span><span className="personalInfoAndSubj__num">9.</span></span>
            </div>
        </div>
    );
};

export default PersonalInfoAndSubjectKg;