import React from 'react';
import "./docStyles.css";
import "./persInfoAndSubj.css";

const PersonalInfoAndSubjectRu = () => {
    return (
        <div className="documentWrapper">
            <div className="personalInfoAndSubj">
                <span className="personalInfoAndSubj__mainBoldTitle"> Согласие субъекта персональных данных</span>
                <span className="personalInfoAndSubj__mainBoldTitle">на сбор и обработку его персональных данных</span>

                <span className="personalInfoAndSubj__rowWthLine">
                    Я,
                   _______________________________________________________________________________________________
                </span>
                <span className="personalInfoAndSubj__staples">(фамилия, имя, отчество субъекта)</span>
                <span className="personalInfoAndSubj__rowWthLine">ПИН, присвоенный в Кыргызской Республике: _________________________________________________________</span>
                <span className="personalInfoAndSubj__rowWthLine">Документ, удостоверяющий личность:_________________серия___________ №____________________________</span>
                <span className="personalInfoAndSubj__staples">(вид документа)</span>
                <span className="personalInfoAndSubj__rowWthLine">выдан: ____________________________________________________________________________________________</span>
                <span className="personalInfoAndSubj__staples">(дата выдачи, наименование органа выдачи)</span>
                <span className="personalInfoAndSubj__rowWthLine">Адрес фактического проживания: ______________________________________________________________________________________________________________________________________________________________________________________________________</span>
                <span className="personalInfoAndSubj__rowWthLine">Адрес места прописки:______________________________________________________________________________
___________________________________________________________________________________________________</span>
                <span className="personalInfoAndSubj__rowWthLine">Контактный телефон: __________________________ эл.почта ______________________________________________</span>

                <p>даю согласие ОсОО «МКК «Келечек» (далее «МКК») действующему на на основании Свидетельства об учетной
                    регистрации от 6 августа 2021 года за № 510, выданной Национальным банком Кыргызской Республики
                    :</p>

                <span className="personalInfoAndSubj__rows">
                    <span className="personalInfoAndSubj__rows_mark">✔</span>
                    <span>на обработку моих персональных данных (сбор, систематизация, накопление, запись, хранение, актуализации (обновление изменение), группировка, блокирование, уничтожение персональных данных) автоматическими средствами или без таковых;</span>
                </span>
                <span className="personalInfoAndSubj__rows">
                    <span className="personalInfoAndSubj__rows_mark">✔</span>
                    <span>передачу моих персональных данных третьим лицам в соответствии с Законом Кыргызской Республики «Об информации персонального характера» и международными договорами, трансграничную передачу моих персональных данных держателям, находящимся под юрисдикцией других государств,</span>
                </span>

                <p>в связи с чем:</p>

                <span><span className="personalInfoAndSubj__num">1.</span>Настоящим даю своё согласие на обработку МКК моих персональных данных включая, но не ограничиваясь, получение от моего имени и/или от любых третьих лиц, в том числе:</span>

                <span className="personalInfoAndSubj__rows">
                    <span className="personalInfoAndSubj__rows_minus">-</span>
                    <span>Государственная налоговая служба при Правительстве Кыргызской Республики;</span>
                </span>

                <span className="personalInfoAndSubj__rows">
                    <span className="personalInfoAndSubj__rows_minus">-</span>
                    <span> Социальный Фонд Кыргызской Республики;</span>
                </span>

                <span className="personalInfoAndSubj__rows">
                    <span className="personalInfoAndSubj__rows_minus">-</span>
                    <span>Государственная регистрационная служба при Правительстве Кыргызской Республики;</span>
                </span>

                <span className="personalInfoAndSubj__rows">
                    <span className="personalInfoAndSubj__rows_minus">-</span>
                    <span>ГУ «Унаа» при Государственной регистрационной службе при Правительстве Кыргызской Республики;</span>
                </span>

                <span className="personalInfoAndSubj__rows">
                    <span className="personalInfoAndSubj__rows_minus">-</span>
                    <span>Департамент кадастра и регистрации прав на недвижимое имущество при государственной регистрационной службе при Правительстве Кыргызской Республики;
а также от любых иных третьих лиц, действующих в соответствии с требованиями законодательства Кыргызской Республики, моих персональных данных.</span>
                </span>

                <span><span className="personalInfoAndSubj__num">2.</span>Настоящее согласие дается исключительно в целях исполнения Оферты МКК размещенной в разделе «Документы» Мобильного приложения «Cash2U» и на официальном веб-сайте МКК по адресу: www.cash2u.kg, а также иных Договоров (далее - «Договор») заключённых между мною и МКК, и для осуществления МКК своих функций согласно Оферте и Договорам, согласие распространяется на следующую информацию: фамилия, имя, отчество, год, месяц, дата и место рождения, адрес прописки и проживания, данные документа удостоверяющего личность, адрес электронной почты, номер мобильного телефона, данные об осуществленных операциях через сервис «Cash2U»  (при необходимости), сведения об образовании, идентификационный номер налогоплательщика, данные о наличии либо отсутствии судимости и любая иная информация, доступная, либо известная в любой конкретный момент времени МКК (далее - Персональные данные);</span>
                <span><span className="personalInfoAndSubj__num">3.</span>Настоящее согласие действует с даты предоставления (подписания простой электронной подписью) мною в форме электронного документа настоящего согласия и до полного исполнения мною своих обязательств по Оферте и договорам, заключённым с МКК, а также на срок хранения данных об оказанных услугах в соответствии с законодательством Кыргызской Республики.</span>
                <span><span className="personalInfoAndSubj__num">4.</span>Согласие может быть отозвано досрочно только после полного исполнения обязательств по Оферте и иным Договорам, заключённым с МКК, путем направления соответствующего письменного уведомления МКК в произвольной форме, при этом обработка персональных данных полностью или частично может быть продолжена в соответствии со статьями 5 и 15 Закона Кыргызской Республики «Об информации персонального характера».</span>
                <span><span className="personalInfoAndSubj__num">5.</span>Настоящим даю МКК свое согласие на осуществления любых действий в отношении моих Персональных данных, которые необходимы или желаемы для целей исполнения Оферты, договоров и осуществления МКК функций по предоставлению услуг, указанных в Оферте, а также разработки МКК новых продуктов и услуг, а также осуществление любых иных действий с моими Персональными данными с учетом положений Закона Кыргызской Республики «Об информации персонального характера».</span>
                <span><span className="personalInfoAndSubj__num">6.</span>Я подтверждаю, что вся вышеизложенная информация достоверная, а также даю согласие и не буду иметь претензий на получение и/или предоставление сведений обо мне в ОЮЛ «Ассоциация пользователей кредитной информации» и «Кредитно-информационное бюро «Ишеним» (по тексту - Кредитное бюро), в том числе я даю свое согласие МКК на обработку Персональных данных и сведений обо мне членам Комитета по соблюдению Кодекса поведения, Наблюдателям и другим лицам, присутствующим на заседании вышеуказанного Комитета при рассмотрении спора. К данным сведениям помимо Персональных данных также могут относиться следующие сведения: адрес ведения бизнеса и любые прежние адреса, род и вид деятельности, сведения по кредитам (вид кредита, сумма кредита, роль субъекта, дата подачи заявления, подробные сведения об истории выплат, непогашенный остаток, сумма дефолта и общая сумма долга по данному счету, сведения о поручителях/гарантах, залогодателях и других лиц, у которых образовались или имеются обязательства перед Поставщиками информации и другие сведения) полученным мною в МКК, сведения о мерах, предпринятых в отношении меня.</span>

                <p><span className="personalInfoAndSubj__num">7.</span>Я подтверждаю достоверность данных, указанных в настоящей анкете и в  соответствии с требованиями Закона Кыргызской Республики «Об информации персонального характера» даю согласие на обработку персональных данных в целях выполнения требований законодательства Кыргызской Республики в сфере противодействия финансированию террористической деятельности и легализации (отмыванию) преступных доходов.</p>

                <span><span className="personalInfoAndSubj__num">8.</span>Я подтверждаю, что ознакомлен (а) с положениями Закона Кыргызской Республики «Об информации персонального характера», Порядком получения согласия субъекта персональных данных на сбор и обработку его персональных данных, порядком и формой уведомления субъектов персональных данных о передаче их персональных данных третьей стороне, утвержденным постановлением Правительства Кыргызской Республики от 21 ноября 2017 года № 759.</span>
                <span><span className="personalInfoAndSubj__num">9.</span>Настоящее согласие, выраженное в форме электронного документа, подписанного простой электронной подписью, ключом которой является логин и пароль для авторизации в приложении «Cash2U», распространяется на все персональные данные и является равнозначным (идентичным) моему согласию на предоставление, обработку, передачу персональных данных, подписанному собственноручной подписью и предоставленному на бумажном носителе без каких-либо ограничений/исключений.</span>
            </div>
        </div>
    );
};

export default PersonalInfoAndSubjectRu;